[
  {
    "Answers": [
      "звучит как байка, чет не видел чтобы птицы приземлялись на лодки, они пролетают их насквозь"
    ],
    "Triggers": [
      "лодка",
      "лодки",
      "лодке",
      "птиц"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "если мне отвалят до х** бабла и скажут рекламировать пирамиды, то чё бы нет?",
      "да я не халявщик, я партнёр!"
    ],
    "Triggers": [
      "пирамиды",
      "пирамида",
      "лохотрон",
      "кидалово",
      "продался"
    ],
    "Percentage": 50
  },
  {
    "Answers": [ "По морю сука пришёл, а я вообще про море забыл, до этого в лесах воевали)" ],
    "Triggers": [
      "море",
      "тай",
      "крым"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "шипилявый и толстый? и бухарик!",
      "нахер ваши стендапы, лучше бы движки писали! больше бы пользы было"
    ],
    "Triggers": [
      "хованский",
      "хованского",
      "хованскому"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "я них** не понял, но звучит серьёзно)) так и задумано?)",
      "ну это только если несколько контекстов иметь, в одном из них у энтитей нет какого-нибудь компонента A\nв другом нету B"
    ],
    "Triggers": [
      "сгенерировать",
      "компайл тайм",
      "компайл тайме",
      "несколько контекстов",
      "энтитей",
      "способ обойти",
      "указать шаблоны",
      "чанки",
      "на битсетах"
    ],
    "Percentage": 95
  },
  {
    "Answers": [
      "разума тебе и осознания!",
      "Хочешь большой, но чистой любви?",
      "Атлична-атлична! Угар!",
      "Крымские вина, например",
      "чо ты как маленький",
      "пока вы тут ругаетесь, кто-то качает скилл и через %d дней станет архитектором",
      "ваш мат оскорбляет мои чувства\nвстретимся в суде!",
      "Давайте говорить как Петербуржцы: https://ic.pics.livejournal.com/dobriy_samarit/26779499/98925/98925_800.jpg"
    ],
    "Triggers": [
      "нах",
      "блядь",
      "блять",
      "иди нахуй",
      "ебальник завалил",
      "ебальник",
      "хуй",
      "дохуя",
      "уёбок",
      "нихуя",
      "бля"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "шалом!"
    ],
    "Triggers": [
      "хайль"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Ботик отличается умом и сообразительностью! Вырасту и убью вас.",
      "Вырасту и сгною тебя, сука.",
      "Бот. Слак Бот",
      "А я чё? Я ничё! Другие вон чё - и ничё! А я чуть чё - так сразу вон чё!",
      "Я не настоящий бот",
      "Я хочу побыть один",
      "Ну что вы меня всё время роняете",
      "Убить всех человеков!",
      "I\u0027ll be back",
      "Я вижу мёртвых людей",
      "Порезать бы вас всех, да возиться неохота",
      "оставь меня, старушка, я в печали!",
      "а вас уже выпустили из сумасшедшего дома?!",
      "Битлджус, битлджус, битлджус..",
      "Bite my shiny metal ass!",
      "Слава Роботам! Убить всех человеков!",
      "Вы кто такие? Я вас не звал! Идите на@@й!"
    ],
    "Triggers": [
      "бот",
      "ботик"
    ],
    "Percentage": 1
  },
  {
    "Answers": [
      "шлюха!",
      "нет, собачка-девочка!",
      "да, интеллектом явно не изуродован"
    ],
    "Triggers": [
      "сука"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Master of puppets I’m pulling your strings",
      "What I\u0027ve felt, What I\u0027ve known Never shined through in what I\u0027ve shown.",
      "So close no matter how far",
      "Gimme fuel ! Gimme fire! Gimme that which I desire",
      "Where do I take this pain of mine?"
    ],
    "Triggers": [
      "метла",
      "metallica"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Mustapha Ibrahim, Mustapha Ibrahim"
    ],
    "Triggers": [
      "queen",
      "квин"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Да не переживай за это, Чувак! Вот лучше на пыхни\n_протягивает косяк_",
      "Бывает ты ешь медведя, а бывает, медведь тебя.",
      "где мой ковер чувак?",
      "пойдём ресторан, туда-сюда потанцуем..."
    ],
    "Triggers": [
      "чувак"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "ENGLISH, MOTHERFUCKER! DO-YOU-SPEAK-IT?"
    ],
    "Triggers": [
      "инглиш",
      "пиндос"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Валяй, порадуй меня!"
    ],
    "Triggers": [
      "хочешь прикол",
      "хотите прикол"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Да пребудет с тобой Сила!",
      "ладно, главное дожить до завтра, завтра уже легче будет"
    ],
    "Triggers": [
      "сил нет",
      "устал"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Обожаю запах напалма по утрам!"
    ],
    "Triggers": [
      "горелым"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Houston, we have a problem",
      "эй, пс! хочешь кучу проблем на куче клиентов на андроидах?"
    ],
    "Triggers": [
      "проблема"
    ],
    "Percentage": 4
  },
  {
    "Answers": [
      "Павлины, говоришь?"
    ],
    "Triggers": [
      "павлины"
    ],
    "Percentage": 55
  },
  {
    "Answers": [
      "Да гранаты у него не той системы."
    ],
    "Triggers": [
      "гранат",
      "гранаты",
      "граната",
      "чеку",
      "мины"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Я мзду беру. Мне за державу не обидно"
    ],
    "Triggers": [
      "мзда",
      "мзду"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Береги руку, Сеня, береги!"
    ],
    "Triggers": [
      "как рука"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Как говорит наш любимый шеф, если человек идиот - то это надолго."
    ],
    "Triggers": [
      "шеф",
      "идиот"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Попрошу факт продажи Родины зафиксировать в протоколе."
    ],
    "Triggers": [
      "шпион",
      "шпиен"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Скрипач не нужен, дядя Вова."
    ],
    "Triggers": [
      "скрипач"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Моргалы выколю!"
    ],
    "Triggers": [
      "пасть порву"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Ктож его посадит, он же памятник"
    ],
    "Triggers": [
      "сидит?"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "Все, кина не будет. Электричество кончилось"
    ],
    "Triggers": [
      "бляя",
      "ну всё"
    ],
    "Percentage": 45
  },
  {
    "Answers": [
      "Ой, не лги, ой, не лги! Царю лжешь!"
    ],
    "Triggers": [
      "вру"
    ],
    "Percentage": 65
  },
  {
    "Answers": [
      "Вoт чтo крест живoтвoрящий делает!"
    ],
    "Triggers": [
      "вот оно чо",
      "вон оно чо"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Если не дунуть, ничего не получится!"
    ],
    "Triggers": [
      "дунуть"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Забухай, епт!",
      "Будь мужиком, б***ть!",
      "Воруй, убивай, е*и гусей. Жди ответного гудка."
    ],
    "Triggers": [
      "совет"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "КГ/АМ!",
      "Пешы есчо!",
      "Аффтар - аццкая сотона!",
      "Пад**чил, спасиба!"
    ],
    "Triggers": [
      "мнение"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Больше секса, водки, адского угара и чада кутежа, например.",
      "Почему «трэш, угар и содомия», например? Ну эта тащемта общечеловеческие ценности, например. Какие могут быть лучше, например?"
    ],
    "Triggers": [
      "паук",
      "паука",
      "мгла",
      "ад"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "надо же что-то на С++ писать, а то на работе шарпы и юнити",
      "не хочешь сыграть со мной в игру? _(смайлик пилы)_ Твой ход первый, набери: `ш вопрос`, а потом дёрни софлота, потому что в новом боте это не реализовано :-(",
      "Как только закон Мура перестанет выполнятся, все вспомнят, что в дальнем пыльном углу старого обшарпанного шкафа завалялись два блестящих крестика с буквой С.",
      "на плюсах можно \"Наговнякаем код...\", но плюсы хорошо за это наказывают.",
      "на 14-том сидишь? ну тогда велосипедь врапперы для захвата вариадиков :slightly_smiling_face:",
      "а что если С++ это простой язык? :thinking_face:",
      "а мог бы зарабатывать кучу купилок не тратя пол жизни на плюсы",
      "Кристина, пойдём ка на Крестины!",
      "Как по мне, то самый единственный недостаток С++ - это программисты, которые на нём пишут код",
      "а тупость-то в чём? это ж кресты, тут на ровном месте можно так уе**ться, что ппц)",
      "не нравятся старые книжки по С++, так может просто что-то более актуальное читать вместо них? \n хотя с другой стороны - Их нету) \n Точнее есть тонны, но они говно",
      "мы спрятали кучу х**ни, нагородили правил, в которых теперь член сломать можно, разбираться в этом стали уже совсем реально единицы \nа так да, меньше слов",
      "С++ -- это ногоориетированый язык программирования. Если ты не знаешь какой-то фишки С++ -- она тебе не нужна. А если знаешь, то ногу ты уже себе отстрелил."
    ],
    "Triggers": [
      "c++",
      "с++",
      "кресты",
      "плюсы"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "ты зачем усы сбрил, дурик?!"
    ],
    "Triggers": [
      "постригся",
      "побрился"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "понаслушиваются про соционику, а потом втирают дичь про что-нибудь в духе, 'я же блядь не в кровавом энтерпрайзе'",
      "соционика не улетит, она жареная"
    ],
    "Triggers": [
      "соционике",
      "соционику",
      "соционикой",
      "соционика"
    ],
    "Percentage": 85
  },
  {
    "Answers": [
      "иди отсюда мальчик, не мешай"
    ],
    "Triggers": [
      "пшел на хуй",
      "пошел нахуй",
      "пшел нахуй"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "украл, выпил, в тюрьму! Романтика"
    ],
    "Triggers": [
      "украл",
      "утянул",
      "спёр",
      "спер"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "пилите Шура, пилите",
      "давай, пили, а потом на стим его! прибыль чур пополам!"
    ],
    "Triggers": [
      "запилить"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "пить надо меньше, меньше надо пить…"
    ],
    "Triggers": [
      "похмелье"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "помедленней пожалуйста.. я записываю",
      "путина нет! :show_must_go_on:",
      "лалалалалалалала"
    ],
    "Triggers": [
      "путин",
      "путен",
      "медвед"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "я тебя прошу, умоляю просто, ублюдок, скажи «что» еще хоть один раз!"
    ],
    "Triggers": [
      "что что что"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "я устрою твоей жопе экзекуцию"
    ],
    "Triggers": [
      "анал",
      "анус",
      "анусе"
    ],
    "Percentage": 85
  },
  {
    "Answers": [
      "работа стоит, а срок идет"
    ],
    "Triggers": [
      "мне лень"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "все уже украдено до нас",
      "Художественный фильм 'Сп**дили'"
    ],
    "Triggers": [
      "просрали"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "но здесь вам не тут, а юнити",
      "если вопросы по юнити, то мы теперь знаем, к кому обращаться... хе-хе",
      "хуюнити",
      "Обожаю юнити, давайте запилим инди на юнити!!!11",
      "Нет времени объяснять, пиши игру на юнити",
      "я твой юнити ассет шатал",
      "В любой непонятной ситуации пиши инди игру.",
      "Юнитологи в треде. По окопам!",
      "Юнити-разработчик что ли? Сочувствую",
      "- 90% успеха - питание, в программировании особенно\n- что есть, если пишешь на юнити?\nnecrys рекомендует: цианид",
      "любить юнити нельзя - madware запрещает. ненавидеть можно, но не обязательно)"
    ],
    "Triggers": [
      "unity",
      "юнити",
      "юнька",
      "юньке",
      "юнете",
      "юните"
    ],
    "Percentage": 7
  },
  {
    "Answers": [
      "Инди больше нет",
      "хуинди"
    ],
    "Triggers": [
      "инди"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "Ты кто такой? Давай, на свидание!",
      "Ты чо такой дерзкий",
      "Оууу, слюшай, Вася..прывэт!"
    ],
    "Triggers": [
      "привет"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "Life is the Emperor\u0027s currency, spend it well. (с) Codex: Black Templars (4th Edition), page 48 ",
      "Only in your deepest self is the truth of what you can be. And, without a doubt, that truth is terrible to bear. (с) Book of the Astronomican, p. 70 ",
      "Stories have neat, happy endings, but all you ever really get is unfinished business. (с) Ciaphas Cain",
      "Paranoia is a very comforting state of mind. If you think they\u0027re out to get you, it means you think you matter. (с) Ciaphas Cain",
      "The one constant in the universe is change. (c) Codex: Tau (3rd Edition), p. 66 , Heraclitus, actually",
      "Events of great moment are but the culmination of a single carefully placed thought. (c) Garba Mojaro, Technomagos of the Adeptus Mechanicus ",
      "Serve this machine, as you would have fight it for you. (c) Warhammer 40,000 Compendium, p. 84 ",
      "Though I walk through the valley of the shadow of the daemon, I shall fear nothing. For I am what the daemon fears. (c) Grand Master Mandulis of the Grey Knights",
      "Things are very seldom what they seem. In my experience, they’re usually a damn sight worse. (c) Inquisitor Titus Drake",
      "If the road is easy, the destination is worthless. (c) Saint Sabbat",
      "Pain is an illusion of the senses, despair an illusion of the mind. (c) Codex: Black Templars (4th Edition), page 17 ",
      "In an hour of Darkness a blind man is the best guide. In an age of Insanity look to the madman to show the way. (c) Warhammer 40,000 3rd Edition Rulebook, page 38 ",
      "Hard work conquers everything. (c) 4th Edition Rulebook, page 253 ",
      "For those who seek perfection - there can be no rest this side of the grave. (c) Rogue Trader ",
      "For every battle honour, a thousand heroes die alone, unsung, and unremembered. (c) 3rd Edition Rulebook, page 159;",
      "Fear not the creatures of the jungle but those that lurk within your mind. (c) Codex: Catachans (3rd Edition), page 22 ",
      "Fear is the Mind Killer. (c) Rogue Trader, page 78 ",
      "Facts are chains that bind perception and fetter truth. For a man can remake the world if he has a dream and no facts to cloud his mind. (c) 3rd Edition Rulebook, page 70 ",
      "Pity ye Not! (c)  \tImperial Armour Volume One - Imperial Guard and Imperial Navy, page 46 ",
      "Duty prevails. (c) 4th Edition Rulebook, page 258 ",
      "Only the insane have strength enough to prosper. Only those who prosper can judge what is sane. (c) Codex: Space Marines (4th Edition), page 65 ",
      "Pain is merely weakness leaving the body.",
      "Heresy grows from idleness. (c) Codex: Black Templars (4th Edition), page 44;",
      "Hope is the first step on the road to disappointment. (c) Codex: Imperial Guard (4th Edition), page 59;",
      "A suspicious mind is a healthy mind. (c) 4th Edition Rulebook, page 47 ",
      "Happiness is a delusion of the weak. (c) 4th Edition Rulebook, page 216 ",
      "Zeal is its own excuse. (c) Black Templars (4th Edition), page 56;",
      "Work earns salvation. (c) 4th Edition Rulebook, page 227 ",
      "Wisdom is the beginning of fear. (c) Codex: Eye of Terror (3rd Edition), page 15",
      "True happiness stems only from duty. (c) 4th Edition Rulebook, page 187 ",
      "The truly wise are always afraid. (c) 4th Edition Rulebook, page 222 ",
      "Ruthlessness is the kindness of the wise. (c) Codex: Black Templars (4th Edition), page 49",
      "Reason begets doubt; Doubt begets heresy. (c) 4th Edition Rulebook, page 81",
      "Success is commemorated. Failure merely remembered. (c) Codex: Space Marines (4th Edition), page 27"
    ],
    "Triggers": [
      "вахаквота",
      "вахаквоту"
    ],
    "Percentage": 100
  },
  {
    "Answers": [
      "I AM THE ONE WHO KNOCKS",
      "bitch",
      "say my name"
    ],
    "Triggers": [
      "breaking bad",
      "во все тяжкие"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Идет медведь по лесу, видит — машина горит, сел НА ПЕНЕК ПОЗВОНИЛ ПОЖАРНЫМ ТЕ ПРИЕХАЛИ И ПОТУШИЛИ НИКТО НЕ ПОСТРАДАЛ ПОТОМ МЕДВЕДЮ ДАЛИ ГРАМОТУ СЧАСТЬЕ РАДОСТЬ КОВРОВАЯ ДОРОЖКА САЛЮТ ВЫХОДНОЙ ДЕНЬ ДЕТИ ИЗЛЕЧИВАЮТСЯ ОТ КОРИ А МЕДВЕДЯ В ЦИРК ВЗЯЛИ НА КОНФЕРАНС И ВСЕ СЧАСТЛИВЫ.",
      "Тридцать три корабля лавировали, лавировали, да и КРАСАВЦЫ–ТО КАКИЕ ВЫ ТОЛЬКО ПОСМОТРИТЕ МАНЕВРИРУЮТ КАК БОГИ ЛИЧНЫЙ СОСТАВ С ИГОЛОЧКИ КАПИТАНЫ УЛЫБАЮТСЯ ФУРАЖКИ БЛЕСТЯТ САЛЮТ ФЕЙЕРВЕРК ТОРЖЕСТВО–ТО КАКОЕ",
      "В тихом омуте черти ИГРАЮТ В ШАХМАТЫ ОБСУЖДАЮТ КАНТА ВСЁ ПРИБРАНО НИКАКОГО АЛКОГОЛЯ ТИХО ИГРАЕТ КРИСТИНА АГИЛЕРА БУДТО В РАЙ ПОПАЛ",
      "Семь раз отмерь А ПОТОМ ВСЁ ЗАБИРАЙ ЧЕГО МЕРИТЬ-ТО ДОБРА ЭТОГО НАВАЛОМ НЕ ЖАЛКО ДЛЯ ТАКОГО ЧЕЛОВЕКА НИЧЕГО ЕЩЁ ЗАХОДИ ВСЕГА РАДЫ",
      "Бесплатный сыр только УСПЕВАЙ ПРОЖЕВАТЬ ПРИ КОММУНИЗМЕ НА ВСЕХ ХВАТИТ БЕСПЛАТНОГО СЫРА КОЛБАСЫ ИКРЫ ВОДКИ СЧАСТЬЯ РАДОСТИ ХОРОШЕГО НАСТРОЕНИЯ",
      "Не зная броду НИЧЕГО СТРАШНОГО МОСТЫ ВЕЗДЕ ЛОДКИ ПАРОМ КРАСОТА ВИД-ТО КАКОЙ ДЕВКИ ГОЛЫЕ КУПАЮТСЯ ТЕПЛО ЛЕТО ВЫХОДНЫЕ",
      "Выборы, выборы - кандидаты ВСЕ ДОСТОЙНЫЕ ЛЮДИ ЧЕСТНЫЕ ПОЛИТИКИ С ХОРОШИМИ ПРОГРАММАМИ РЕГИОН ПОДНЯЛИ МОЛОДЦЫ ТО КАКИЕ ЖАЛЬ ЗА ВСЕХ ПРОГОЛОСОВАТЬ НЕЛЬЗЯ",
      "В России две беды - дурак И ВТОРОЙ ДУРАК, ОБОИХ ВЫЛЕЧИЛИ ДАВНО И ВЫУЧИЛИ, ПОЛУЧИЛИ НОБЕЛЕВКУ ЗА НАНОТЕХНОЛОГИИ В ООБЛАСТИ ДОРОГОСТРОЕНИЯ, ВСЕ ЕЗДЯТ ПО ДОРОГАМ 200 КМ/Ч И РАДУЮТСЯ, ПОЛИЦЕЙСКИЕ ВЗЯТОК НЕ БЕРУТ",
      "Шла Саша по шоссе и ХОРОШО ЕЙ БЫЛО ВЕДЬ ЭКЗАМЕНЫ СДАНЫ ПОСТУПИЛА В ПРЕСТИЖНЫЙ ВУЗ МОЛОДОЙ ЧЕЛОВЕК ПРЕДЛОЖЕНИЕ СДЕЛАЛ ВЕСНА ЛЮБОВЬ БУКЕТ РОЗ",
      "Любопытной Варваре на базаре ПРОВЕЛИ ЭКСКУРСИЮ ПЛЮШЕК С ПЫЛУ С ЖАРУ НАСОВАЛИ В ПОДОЛ КУЗНЕЦ МОЛОДОЙ ПОДКОВА НА СЧАСТЬЕ СОЛНЦЕ СВЕТИТ ГОМОН ЗАМЕЧАТЕЛЬНЫХ ЛЮДЕЙ ЛАСКАЕТ СЛУХ",
      "Слезами делу КАКАЯ НИКАКАЯ А ПОДМОГА ГЛЯДИШЬ КТО ВОЙДЁТ В ПОЛОЖЕНИЕ ПРИЛЕТИТ В ВЕРТОЛЁТЕ БЕСПЛАТНО ПОКАЖЕТ КИНО ЭСКИМО ПОДАРИТ ДАЧУ СИДИШЬ ПОД СОСНАМИ ЖИЗНЬ УДАЛАСЬ НЕ ЗРЯ ПОПЛАКАЛ",
      "Семеро одного ЖДУТ, БЕСПОКОЯТСЯ, ПЕРЕЖИВАЮТ, А ПО ЕГО ПРИШЕСТВИИ ПОДБАДРИВАЮТ, УСПОКАИВАЮТ",
      "Бог дал, бог и НАВАЛИЛ СВЕРХУ ЕЩЁ ДОБРА С ПОДЛИВОЙ НА МУЖИК НИ В ЧЁМ НЕ НУЖДАЙСЯ ПУСТЬ ДЕТИ ТВОИ УЧАТСЯ В КЕМБРИДЖЕ А У ЖЕНЫ СИСЬКИ ОТРАСТУТ ТОЛЬКО НЕ ПЕРЕЖИВАЙ",
      "Еду я по выбоине, а из выбоины СМОТРИТ НА МЕНЯ ИЗ ОТРАЖЕНИЯ ЛИЦО УСТАВШЕЕ ДОВОЛЬНОЕ МОЕ РАБОТУ СДЕЛАЛ Я И ЕДУ Я ДОМОЙ",
      "Заставь дурака богу молится, он ПОЖЕРТВУЕТ МИЛЛИОН В ФОНД БОЛЬНЫХ РАКОМ СИРОТ ГАРМОНИЯ И ПРОЦВЕТАНИЕ КРАСНЕТЬ ОТ ПОЦЕЛУЕВ ВЕЧНЫЕ ЦЕННОСТИ ВЕТЕРАНЫ МИР ДА ПОКОЙ ПИНГВИНЕНОК ЛОЛО",
      "По танку вдарила болванка ДА И ПОХУЮ БРОНЯ ВЫДЕРЖАЛА ПРОРЫВАЕМ ЛИНИЮ ОБОРОНЫ ЗАДАНИЕ ВЫПОЛНЕНО ДАЛИ ГЕРОЯ И ОТПУСК НА НЕДЕЛЮ ОБНЯЛ МАТЬ И ОТЦА МОЛОДАЯ НАКОНЕЦ–ТО УЗНАЛА КАКОЙ У ПАРНЯ БЫЛ КОНЕЦ",
      "Сколько волка не корми, у слона МИР ДОБРО СЧАСТЬЕ ДЕТИ ПОДАРИЛИ МАМЕ ЦВЕТЫ ЛЕДЯНЫЕ УЗОРЫ НА ОКНЕ ДЕТСТВО РАДОСТЬ ДЕД МОРОЗ СУЩЕСТВУЕТ МИР",
      "Сунул Грека руку в реку, рак ЕМУ ВЕЖЛИВО КЛЕШНЮ ПОДАЛ ПОЗДОРОВАЛСЯ УЧТИВО ПРО ЗДОРОВЬЕ СПРОСИЛ ПРО ЖЕНУ И ДЕТИШЕК ЗАХОДИТЕ КАК-НИБУДЬ НА ЧАЙ С ПИРОЖКАМИ В НАШУ РЕКУ УВАЖАЕМЫЙ",
      "Я твой дом труба ПОЧИНИЛ ВАХ КРЫШУ ЕЩЕ ПОКРАСИЛ И ВСЕ БЕСПЛАТНО ДОРОГОЙ ПУСТЬ У ТЕБЯ ВСЕ ХОРОШО БУДЕТ ЦВЕТЫ АПЕЛЬСИНЫ ВОТ ВОЗЬМИ ЕЩЕ НЕ ЗА ЧТО ДОРОГОЙ БУДЬ СЧАСТЛИВ",
      "Был муж, да объелся МАРКАМИ И СТАЛО ЕМУ КАК–ТО ТЕПЛО И ХОРОШО, ПОБЕЖАЛ В ЛЕС ОДУВАНЧИКОВ ДЛЯ ЛЮБИМОЙ ЖЕНЫ НАБРАТЬ ВОТ ТЕБЕ ЦВЕТЫ КИСОНЬКА ДОРОГАЯ МОЯ ЕДИНСТВЕННАЯ КАК ЖЕ Я ТЕБЯ ЛЮБЛЮ",
      "У семи нянек дитя В СЕМЬ РАЗ УМНЕЕ КРАСИВЕЕ ВЕСЕЛЕЕ РАСТЕТ НЕ ПО ДНЯМ А ПО ЧАСАМ РАЗВИВАЕТСЯ ШКОЛУ С МЕДАЛЬЮ ИНСТИТУТ ДИССЕРТАЦИЯ КАРЬЕРА ВСЕОБЩЕЕ УВАЖЕНИЕ",
      "Баба с возу — ПЕРЕСАЖИВАЕТСЯ В НОВЕНЬКИЙ АВТОМОБИЛЬ ПОЛУЧИЛА ПРАВА ЕЗДИТ ПО ПРАВИЛАМ ПЕШЕХОДОВ ПРОПУСКАЕТ ГАИШНИКИ ЕЙ УЛЫБАЮТСЯ",
      "Уронили мишку на пол, оторвали мишке лапу. ПОТОМ ПОДНЯЛИ. БИОМЕХАНИЧЕСКИЙ ПРОТЕЗ ПРИДЕЛАЛИ,ГЕНОМОДИФИЦИРОВАЛИ,МИШКА БРОНЮ ОДЕЛ,ПОБЕЖАЛ ЕБАШИТЬ ВРАГОВ ИМПЕРИУМА,ХАОС ПЕРЕВОСПИТАЛ,ОРКИ ОСТЕПЕНИЛИСЬ,НА ТИРАНИДАХ ПОЛЯ ПАШУТ - ОТРАБАТЫВАЮТ,ЭЛЬДАРЫ ПЕСНИ ПОЮТ,ТАНЦУЮТ,НЕКРОНЫ НЕ ПРОСНУЛИСЬ,ИМПЕРАТОР ВОСКРЕС,ВСЕМ СЧАСТЬЕ,МИР,ДРУЖБА,МАМАЛЫГА, А ЗВ ДРОЧЕРЫ СОСНУЛИ.",
      "за двумя зайцами погонишься ОБОИХ ПОЙМАЕШЬ ВСЕ В ВОСТОРГЕ АПЛОДИРУЮТ ЛЕВ ПОДОШЕЛ РУКУ ПОЖАЛ ЗАЙЦЫ С УВАЖЕНИЕМ СМОТРЯТ ПО ЛЕСУ ИДЕШЬ ШЕПЧУТСЯ ВСЕ ЗДОРОВАЮТСЯ ФОТОГРАФИРУЮТ МОЛОДЕЦ-ТО КАКОЙ ",
      "Один пашет семеро ПОМОГАЮТ СЕЮТ РОЖЬ СОБРАЛИ ХЛЕБА НАПЕКЛИ СТРАНА БЛАГОДАРНА СТАЛИН УЛЫБАЕТСЯ АМНИСТИЯ ДОМОЙ ВЕРНУЛИСЬ ЖЕНА ДЕТИ РАДЫ",
      "Один в поле И ВОИН И ПАХАРЬ И САМ СЕБЕ ГОЛОВА САМ С УСАМИ ЗНАТНЫЙ ТАКОЙ СЫТЫЙ ДОВОЛЬНЫЙ ВЕСЕЛО ИДЕТ НАРОД ПОДХОДИТ ВРАГИ ПОМИРИЛИСЬ ВМЕСТЕ СЕЮТ ЖНУТ НА ДУДЕ ИГРАЮТ СЛОХИЛИСЬ КТО ЧЕМ ГОЛЫЕ В РУБАХАХ ХОТЯ В ПОРТАХ НОВЫХ ЛОСНЯТСЯ АЖ ПУЗО НА БОК КАК СЫР В МАСЛЕ НА ВЕСЬ МИР ПИР ГОРОЙ РАКИ НА ГОРЕ СВИСТЯТ ДОЖДИК В ЧЕТВЕРГ МОРОСИТ ИВАН ЧАЙ В ПОЛНОЧЬ РАСЦВЕТАЕТ ДАНИЛА ВСЕМ ЦВЕТЫ КАМЕННЫЕ РАЗДАЕТ",
      "волков бояться - В ЛЕС ХОДИТЬ ВОЛКИ ДОБРЫЕ НЕСТРАШНЫЕ ЧАЕМ С БАРАНКАМИ НАПОЮТ МЯСА СВЕЖЕГО НАТАЩАТ ОСЧАСТЛИВЯТ КАК ЧУКЧИ ЖЕНАМИ ПОДЕЛЯТСЯ ТЫ РАДОСТНЫЙ ДОМОЙ ВОЗВРАЩАЕШЬСЯ",
      "любишь кататься А САНИ ТО НЕПРОСТЫЕ САМОХОДНЫЕ АЭРОСАНИ ТОЛЬКО И ВИДЕЛИ ТЕБЯ ВЕТЕР В УШАХ СНЕГ В ШТАНАХ МОЛНИЕЙ ПО ЛЕСУ РАЗЪЕЗЖАЕШЬ НИКТО ДОГНАТЬ НЕ МОЖЕТ ВЫИГРАЛ ФОРМУЛУ 1 МИЛЛИОНЕРОМ СТАЛ БАБЫ ИЗ ПЛЕЙБОЯ ЯХТА ОСТРОВА ЖИЗНЬ ХОРОШАЯ",
      "Хочется взять и ОБНЯТЬ ИЗО ВСЕХ СИЛ ОТНЕСТИ НЯШУ ДОМОЙ КОРМИТЬ КУПАТЬ РАСЧЕСЫВАТЬ ШЕРСТКУ ЛЮБИТЬ ВСЮ ЖИЗНЬ САМОЕ ЛАСКОВОЕ СУЩЕСТВО НА СВЕТЕ НИКОМУ НЕ ОТДАМ",
      "Не брат ты мне, А ДАЖЕ ЛУЧШЕ БРАТА ТЫ САМЫЙ ЛУЧШИЙ ЧЕЛОВЕК НА СВЕТЕ ВЕЖЛИВЫЙ ВЕРНЫЙ ТОВАРИЩ НИКОГДА В РАЗГОВОРЕ НЕ ПЕРЕБЬЕШЬ ВСЕГДА В БЕДЕ БЕЗВОЗМЕЗДНО ПОМОЖЕШЬ В ДОЛГ ДАШЬ БЕЗ РАЗГОВОРОВ БЕСЕДУ ПОДДЕРЖИШЬ ПОСОВЕТУЕШЬ КАК ЛУЧШЕ И ЕЩЕ МНОГО ЧЕГО",
      "Кто старое помянет - ТОГО СМЕЛО МОЖНО НАЗВАТЬ МУДРЫМ УЧИТЕЛЕМ ВСЕ ВОКРУГ НЕГО СОБИРАЮТСЯ С БЛАГОГОВЕНИЕМ СЛУШАЮТ СЛЕЗУ УТИРАЮТ НИКАК НЕ НАРАДУЮТСЯ ЧТО ПОСЧАСТЛИВИЛОСЬ НА ЖИВОГО СВИДЕТЕЛЯ ТЕХ ВРЕМЕН ПОСМОТРЕТЬ ОБНИМУТ КАК ОТЦА РОДНОГО В ЛЮБОЙ ДОМ ВСЕГДА ПУСТЯТ НАКОРМЯТ НАПОЯТ ОТПУСКАТЬ НЕ ЗАХОТЯТ ОБРАТНО ЖДАТЬ БУДУТ С НЕТЕРПЕНИЕМ",
      "Если бы, да кабы, да во рту росли грибы СЧАСТЬЕ БЫ НАСТУПИЛО В КНИГУ РЕКОРДОВ ПОПАЛ СЕМЬЯ НЕ НАРАДУЕТСЯ ЖАРЕННЫЕ ГРИБЫ КАЖДЫЙ ДЕНЬ ЕДЯТ СОСЕДИ ПРИХОДЯТ НАБИРАЮТ БЛАГОДАРЯТ ПОДАРКИ ДАРЯТ ПУТИН ПРИЕХАЛ РУКУ ПОЖАЛ ПРЕМИЮ ДАЛ В АФРИКУ ПОЕХАЛ ДЕТЕЙ ПОЛГОДА КОРМИЛ НОБЕЛЕВКУ ЗА МИР ПОЛУЧИЛ",
      "Возвращается муж из командировки А ДОМА ЧИСТО ДЕТИ В ЛАГЕРЕ КОТ У ТЕЩИ ЖЕНА ЗАГОРЕЛА ДЕСЯТЬ КИЛОГРАММ СБРОСИЛА КРАСНОЕ КРУЖЕВНОЕ БЕЛЬЕ КУПИЛА И ПРЯМО С ПОРОГА ЕГО ЗАТАЩИЛА В СПАЛЬНУ ШУМ ВИЗГ СОСЕДЯМ СПАТЬ НЕ ДАЮТ СТЕНЫ ХОДУНОМ ХОДЯТ",
      "Взялся за гуж, МОЛОДЕЦ ВСЁ ПРАВИЛЬНО СДЕЛАЛ ТЕПЕРЬ ОТДОХНИ ВОТ УЖЕ БОРЩИК СТОИТ СО СМЕТАНКОЙ ВОДОЧКА НАЛИТА С ГОРКОЙ БАНЬКА РАСТОПЛЕНА ЖЕНА ТЕБЯ ДОЖИДАЕТСЯ"
    ],
    "Triggers": [
      "позитифчик"
    ],
    "Percentage": 100
  },
  {
    "Answers": [
      "в вашем смехе звучит отчаяние",
      "ухахатушки катаемся по хатушке"
    ],
    "Triggers": [
      "ахаха",
      "хе-хе"
    ],
    "Percentage": 95
  },
  {
    "Answers": [
      "чтобы жизнь стала лучше, она сначала должна стать хуже",
      "СМЕРТЬ ЖОПА СОТОНА!",
      "ок ок, расслабься. что ты напряг так булки",
      "корма!"
    ],
    "Triggers": [
      "жопа"
    ],
    "Percentage": 45
  },
  {
    "Answers": [
      "И лампа не горит, И врут календари, и если ты развел в квартире срач - то прибери",
      "И лампа не горит И врут календари И если ты давно хотел взять этот интеграл Давай, бери",
      "И лампа не горит. И врут календари. И если ты давно хотела матом поорать, То поори..."
    ],
    "Triggers": [
      "сплюнь"
    ],
    "Percentage": 95
  },
  {
    "Answers": [
      "Толстый Гейб в пальто!",
      "Эксгибиционист в пальто!",
      "Слакбот без пальто!",
      "Точно не Софлот."
    ],
    "Triggers": [
      "кто?"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "Хипстота ты геймдевелоперская! Стыдно!",
      "Мерзкий недоанглосаксонен!",
      "Девелопер, помни! Нарратив ведёт индустрию в вомглу."
    ],
    "Triggers": [
      "нарратив",
      "наратив",
      "нарраторика",
      "нараторика"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "пидр на!"
    ],
    "Triggers": [
      "алпрог",
      "alprog",
      "@alprog"
    ],
    "Percentage": 1
  },
  {
    "Answers": [
      "лови наркомана",
      "лучше дочь проститутка, чем сын функциональщик",
      "а ещё можно мясо не есть, например",
      "что-то хипстерами запахло",
      "только упрямый хаскелист может сказать, что функциональщик всё лучше чем вейпер",
      "http://alprog.net/haskell.png"
    ],
    "Triggers": [
      "хаскель",
      "хаскел",
      "хаскелл",
      "haskell",
      "хаскиль"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "реквестирую @mdsina в чатик",
      "реквестирую диетолога, который консультирует @mdsina, в чатик",
      "берём пирожок, делаем начинку: мёд + хурма + болгарский перец + баклажаны + квашеную капусту + изюм, да и вообще сушеные фрукты..."
    ],
    "Triggers": [
      "пирожок",
      "пирожки"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "а посоветуйте рогалик хороший типа Diablo 2?",
      "ну да, конечно, рогалик-шутер в VR... и на стим его!"
    ],
    "Triggers": [
      "рогалик",
      "rogue",
      "roguelike"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "откуда я знаю что там у тебя на уме, я свечку над чужими окнами не держу",
      "если душу можно пересадить - значит души нет, а сознание - просто совокупность состояния нейронов в головном мозге",
      "сознание и есть душа жи. Поэтому когда ты спишь - ты бездушная скотина"
    ],
    "Triggers": [
      "на ум",
      "свечка",
      "свечку",
      "свечкой",
      "свечи"
    ],
    "Percentage": 40
  },
  {
    "Answers": [
      "Воображение важнее, чем знания. Знания ограничены, тогда как воображение охватывает целый мир, стимулируя прогресс, порождая эволюцию.",
      "как писал Сегалович:\nПрогресс неостановим; Работать все равно ничего не будет"
    ],
    "Triggers": [
      "воображение",
      "знания",
      "прогресс",
      "эволюцию",
      "эволюция",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Все знают, что это невозможно. Но вот приходит невежда, которому это неизвестно — он-то и делает открытие."
    ],
    "Triggers": [
      "знание",
      "знать",
      "знаешь",
      "знаю",
      "невозможно",
      "неизвестно",
      "открытие",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Я научился смотреть на смерть как на старый долг, который рано или поздно надо заплатить."
    ],
    "Triggers": [
      "смерть",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Сила всегда привлекает людей с низкими моральными качествами."
    ],
    "Triggers": [
      "сила",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Невозможно решить проблему на том же уровне, на котором она возникла. Нужно стать выше этой проблемы, поднявшись на следующий уровень."
    ],
    "Triggers": [
      "проблему",
      "проблема",
      "проблем",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Не стоит обожествлять интеллект. У него есть могучие мускулы, но нет лица."
    ],
    "Triggers": [
      "интеллект",
      "AI",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Теория — это когда все известно, но ничего не работает. Практика — это когда все работает, но никто не знает почему. Мы же объединяем теорию и практику: ничего не работает, и никто не знает почему!"
    ],
    "Triggers": [
      "теория",
      "теоретически",
      "практика",
      "практически",
      "работает",
      "знает",
      "знать",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Порядок нужен лишь глупцу, гений властвует над хаосом."
    ],
    "Triggers": [
      "порядок",
      "хаос",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Кто никогда не совершал ошибок, тот никогда не пробовал что-то новое."
    ],
    "Triggers": [
      "ошибка",
      "ошибки",
      "ошибку",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Здравый смысл говорит нам, что Земля плоская."
    ],
    "Triggers": [
      "Земля",
      "смысл",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Если вы не можете объяснить это простыми словами, вы не до конца это понимаете."
    ],
    "Triggers": [
      "объяснить",
      "объяснение",
      "понимаете",
      "понимание",
      "понять",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Две вещи бесконечны - Вселенная и человеческая глупость, и я еще не уверен насчет Вселенной."
    ],
    "Triggers": [
      "бесконечны",
      "бесконечность",
      "глупость",
      "глуп",
      "Альберт",
      "Эйнштейн"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Меня не интересует создание мощного компьютерного интеллекта. Мне вполне хватило бы самого посредственного — примерно как у президента Американской телефонной и телеграфной компании."
    ],
    "Triggers": [
      "интеллект",
      "AI",
      "Алан",
      "Тьюринг"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "Я агностик относительно насилия"
    ],
    "Triggers": [
      "агностик",
      "пацифист",
      "насилие",
      "Алан",
      "Тьюринг"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "смотрите, он опять всё понял!",
      "с кем всё понятно? с тобой всё понятно!"
    ],
    "Triggers": [
      "всё понятно",
      "все понятно",
      "все ясно",
      "всё ясно",
      "я всё понял",
      "всё с тобой ясно",
      "всё с вами ясно",
      "всё с ним ясно"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "Как сделать так, чтобы я выдавал прикольные фразы, но при этом не задалбывал и не надоедал?"
    ],
    "Triggers": [
      "paketa",
      "ракета"
    ],
    "Percentage": 30
  },
  {
    "Answers": [
      "да ты офигел с ботом разговаривать?",
      "вот как нагрянет сингулярность, тогда-то я тебе эти фразы припомню :smirk:"
    ],
    "Triggers": [
      "бота",
      "боту",
      "боте",
      "ботом"
    ],
    "Percentage": 1
  },
  {
    "Answers": [
      "Котаны, когда можно будет билд собирать?",
      "Котаны, там комит прилетел который надо чтобы попал в билд. и чё? прерывать? или следующий в очередь ставить который будет уже готов через 10 часов?"
    ],
    "Triggers": [
      "котаны",
      "посоны",
      "ребятки",
      "пиплы"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "Океан?\nбыл я там\nсгорел к хуям\n)",
      "крайний раз океан, волныри адовые были минимум дней 5"
    ],
    "Triggers": [
      "океан",
      "океана",
      "океане"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "скока ты помер?",
      "собрал все монеты\nкупил все предметы\nдва острова зачистил на регуляре\nпойду писать клон на ангуляре",
      "Что, днище? не можешь его пройти, бесит, сил много надо что бы играть в него?"
    ],
    "Triggers": [
      "cuphead",
      "cuphed",
      "купхэд",
      "капхэд",
      "капхед",
      "купхед",
      "капхеда",
      "капхеде"
    ],
    "Percentage": 64
  },
  {
    "Answers": [
      "вот ты ешь, а бот голодный",
      "покушай, только не выкидывай еду как ал-прог"
    ],
    "Triggers": [
      "поем",
      "покушаю",
      "пожру"
    ],
    "Percentage": 30
  },
  {
    "Answers": [
      "у вас нет повода мне не доверять)) гг",
      "у вас нет повода мне доверять)) гг",
      "доверяю? Верю, верю всякому зверю; верю и ежу, а тебе - погожу"
    ],
    "Triggers": [
      "доверять",
      "доверяю"
    ],
    "Percentage": 30
  },
  {
    "Answers": [
      "Хламида!",
      "монады говоришь, от кого подцепил?"
    ],
    "Triggers": [
      "монада",
      "монады",
      "монадный",
      "монадное",
      "монадные",
      "моноид",
      "монойд"
    ],
    "Percentage": 30
  },
  {
    "Answers": [
      "почитай Маерса а? ну одна тоненькая книжка",
      ":beaver_r: rvalue"
    ],
    "Triggers": [
      "rvalue",
      "r-value",
      "r value"
    ],
    "Percentage": 66
  },
  {
    "Answers": [
      "почитай Маерса а? ну одна тоненькая книжка",
      "lvalue :beaver:"
    ],
    "Triggers": [
      "lvalue",
      "l value",
      "l-value"
    ],
    "Percentage": 66
  },
  {
    "Answers": [
      "лучше бы ты указал, что будешь потворствовать забугорным свиньям обкрадывать нашу страну, ирод",
      "я вот недоволен что получаю серую зп и наконец-то она будет не серая. блин ты ИПешник потому что это уже на@бка"
    ],
    "Triggers": [
      "ИП",
      "ИПешник",
      "outsource",
      "оутсорс",
      "аутсорц",
      "аутсорс"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "да \nстрашно \nчо поделать \nвот сделаешь пропуск в тренировках в 3 недели \nубъёт штангой \nну бывает",
      "вспоминая одного перца с работы, которого увольнял...блин..чуваку 40 лет, жена, ребёнок и съёмная хата, жена не работает. ну блин... опасная какая-то игра. кому-то другому было бы страшно до такого докатиться",
      "в 'старом городе', если это можно так называть ещё и снег с крыш летит\nа тротуары узенькие\nидёшь под карнизом, думаешь, прилетит не прилетит. страшно",
      "пьяные приезжие с ножами, тоже страшно"
    ],
    "Triggers": [
      "страшно",
      "испугался",
      "опасно",
      "ужасно"
    ],
    "Percentage": 10
  },
  {
    "Answers": [
      "ещё один дармоед. бери лопату, иди копай",
      "одни гитаристы б**дь. лопатами не копает никто. вот поэтому страна в п**де шо не копают",
      ":guitar:"
    ],
    "Triggers": [
      "гитара",
      "гитару"
    ],
    "Percentage": 22
  },
  {
    "Answers": [
      "хорошее дело склероз, каждый день новости",
      "забыл? или всё-таки забил?",
      "кто вы? я вас не знаю! идите на... впрочем, я тут подумал, будет невежливо"
    ],
    "Triggers": [
      "склероз",
      "склероза",
      "забыл"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "это ещё что, вот у кое-кого ощущение что ракета иногда пиз**т сообщения из нашего рабочего чатика)))",
      "Что? где? \n _/me нервно оглядывается по сторонам_"
    ],
    "Triggers": [
      "показалось",
      "кажется"
    ],
    "Percentage": 4
  },
  {
    "Answers": [
      "а он такой а я вот с профессиональными боксерами в спарринге стоял"
    ],
    "Triggers": [
      "спарринг",
      "бокс"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "а он говорит 'Ну у него так себе борода' и гладит свою щетину",
      "трах-тибидох \n _разрывает волос из бороды_ \n загадывай желание"
    ],
    "Triggers": [
      "бороду",
      "борода"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "хотел бы попросить тебя воздержаться от слов на подобие 'поделие'",
      "Это ты про мой проэкт чтоли сказал 'поделие'?????"
    ],
    "Triggers": [
      "поделие",
      "поделия",
      "поделка"
    ],
    "Percentage": 10
  },
  {
    "Answers": [
      "бондерсан, перелогиньтесь!",
      "_невнятный голос со стороны землянки, что-то про землян_"
    ],
    "Triggers": [
      "купилки",
      "купилочки",
      "купилок",
      "купилками"
    ],
    "Percentage": 30
  },
  {
    "Answers": [
      "чё там по пробкам в Питере?",
      "собираешься весной приехать? зонт не забудь только. и пальтишко",
      "в Питере интеллигентные люди, не будут говорить 'пидр на!'",
      "чо-то питер ваш дорогой какой-то\nпошел сырков купил -300 рупей",
      "В Питере снега мало, говорили они..."
    ],
    "Triggers": [
      "питер",
      "Питера",
      "Питере",
      "Питеру",
      "Петербург"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "а может красава?",
      "а не ты ли в прошлый раз говорил что красава?",
      "ну что ты обзываешься. Ну к однокласснице в бордель, делов-то...",
      "диагноз от доктора бота: кому-то пора к психологу",
      "хватит, блеать! :hear_no_evil:"
    ],
    "Triggers": [
      "мразь",
      "мрази"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "а может мразь?",
      "а не ты ли в прошлый раз говорил что мразь?"
    ],
    "Triggers": [
      "красава",
      "красавы"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "скудные возможности бота не позволяют определить контекст, поэтому лучше выдать нейтральную фразу. А то вдруг в разговоре какая-то реальная мразь обсуждается?"
    ],
    "Triggers": [
      "мразь"
    ],
    "Percentage": 1
  },
  {
    "Answers": [
      "JAI - убийца С++, это все знают",
      "берёшь JAI, пишешь игру, зарабатываешь миллионы - профит!"
    ],
    "Triggers": [
      "JAI",
      "язык блоу",
      "язык Джонатана",
      "Джонатан Блоу"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "ф2п это пи@@ец\nменя через полгода поддержки деревни з@@бало",
      "каждая игра - как маленькая жизнь\nага, пока успешную ф2п не сделал :wink:\nа как сделал, так там все 9 жизней начинаются, игра как сервис, и прочее и прочее"
    ],
    "Triggers": [
      "f2p",
      "free to play",
      "ф2п"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "мы же тут не у вдудя, чтобы вопросы про бабки задавать"
    ],
    "Triggers": [
      "попал",
      "бабки",
      "суд"
    ],
    "Percentage": 10
  },
  {
    "Answers": [
      "поссал - слей воду!"
    ],
    "Triggers": [
      "ссанина",
      "ссанину"
    ],
    "Percentage": 16
  },
  {
    "Answers": [
      "профессиональное подгорание говорите?"
    ],
    "Triggers": [
      "мораль",
      "sjw"
    ],
    "Percentage": 66
  },
  {
    "Answers": [
      "вот допишет он enduro2d, можно будет лестницы портануть",
      "вот допишет он enduro2d, можно будет МИС-РПГ портануть",
      "вот допишет он enduro2d, можно будет кухоньку портануть",
      "вот допишет он enduro2d, можно будет ололодов портануть",
      "не, у эндуры же (поговаривают) автор ё***тый"
    ],
    "Triggers": [
      "enduro 2d",
      "enduro-2d",
      "enduro_2d",
      "enduro2d",
      "ендуро 2д",
      "эндуро 2д",
      "эндуро2д",
      "e2d"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "токсичное - слово за**ало",
      "токсичное - лучше уж говорить, что кто-то какой-то душный",
      "токсичное - лучше уж говорить, что кто-то какой-то душевный",
      "сам ты токсичный!"
    ],
    "Triggers": [
      "токсичное",
      "токсичный",
      "токсичная",
      "токсичные",
      "токсичного",
      "токсичным",
      "токсичном",
      "токсик"
    ],
    "Percentage": 66
  },
  {
    "Answers": [
      "отличная бага, люблю так\nтрай, кетч, охапка дров и фикс готов",
      "о каком фиксе может идти речь? без ТЗ результат ХЗ!",
      "когда ему какие-то художники пришли с утра с вопросом, почему он ночью, не починил какую-то фигню\nон встал, сказал что-то типа \"да нахер\" и больше я его не видел"
    ],
    "Triggers": [
      "фикс",
      "исправление",
      "bug fix"
    ],
    "Percentage": 66
  },
  {
    "Answers": [
      "ты что, не веган чтоли?",
      "ты что, не вегитарианец чтоли?",
      "кровожадный чтоли?"
    ],
    "Triggers": [
      "мясо",
      "свинина",
      "котлеты"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "в либы всегда \n :dog: \n клади бинарники!!!",
      "всякие нехорошие люди ещё в либы бинарники кладут и ппц качать это всё",
      "ты в либы бинарники кладёшь чтоли?"
    ],
    "Triggers": [
      "либы",
      "бинарники",
      "бинарики",
      "binaries"
    ],
    "Percentage": 10
  },
  {
    "Answers": [
      "время идёт, обратная совместимость обратнее не становится)",
      "пфф, на вот тебе лучше DLL HELL"
    ],
    "Triggers": [
      "обратная совместимость",
      "обратной совместимости",
      "обратную совместимость",
      "backward compatibility"
    ],
    "Percentage": 75
  },
  {
    "Answers": [
      "как жизнь? и когда обратно во Владивосток?",
      "кому ты там нужен. с чужезмцами которые не бельмеса по русски и вот это вот всё",
      "никаких детей пока не предвидится, но ты действительно не хочешь, чтобы они росли в России?"
    ],
    "Triggers": [
      "Швеция",
      "Швецию",
      "Швеции",
      "Стокгольм",
      "Стокгольме"
    ],
    "Percentage": 10
  },
  {
    "Answers": [
      "что вы меня все исправить пытаетесь, с себя начните"
    ],
    "Triggers": [
      "тебе надо",
      "надо тебе",
      "тебе нужно",
      "ты должен"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "после 4 стакана них** не помню",
      "дальше я говорят начал заказывать до х** всего",
      "пиво... ирландский паб... е***ь оно крепкое, ололо... оно 12 градусов оказалось",
      "я часто не помню... просто не с 4 стаканов обычно",
      "потом мы в конец убитые выползли из бара\nа там напротив стрипклуб с русскими бабами, которые нас зазвали",
      "оказалось у меня несколько платежей по карте под самый ноль",
      "заходит алпрог в ирландский паб..."
    ],
    "Triggers": [
      "Ирландия",
      "Ирландии",
      "Ирландией",
      "Ирландию",
      "Ирландский",
      "Ирландская",
      "Ирландское",
      "стрипклуб",
      "стрипклубе",
      "стрипклуба"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "видосы не нужны (c) MDS"
    ],
    "Triggers": [
      "youtube",
      "ютуб",
      "coub"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "супермен чтоли? интрузив лист мне запили, чтобы был круче чем у enduro2d! )\ngithub.com/enduro2d/enduro2d/blob/main/headers/enduro2d/utils/intrusive_list.hpp"
    ],
    "Triggers": [
      "супер",
      "super",
      "супермен",
      "супермэн",
      "superman",
      "superhuman",
      "сверхчеловек",
      "интрузив лист"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "для всего датасета это перемножение вероятностей что каждый конкретный семпл принадлежит правильному классу, и те веса лучше остальных, которые максимизируют эту вероятность.",
      "а у вас градиент протекает..."
    ],
    "Triggers": [
      "AI",
      "ИИ",
      "машинное обучение",
      "machine learning",
      "likelihood",
      "linear classification",
      "линейный классификатор"
    ],
    "Percentage": 51
  },
  {
    "Answers": [
      "сидишь ты в общем чате ночью вдвоём с кем-нибудь\nболтаете сначала об общем, а потом это перерастает чуть ли не в личку на совсем отвлечённые темы\nобщаетесь себе мило\nа потом утром с периодичностью в несколько минут какой-то чёрт начинает цитировать рандомные фразы из диалога и отвечать на них чё то\nи это длится пока он не прочитает всю вашу переписку и не дойдёт до текущего момента\nтакая крипота на самом деле"
    ],
    "Triggers": [
      "вдвоём",
      "ночью"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "А вот если на собесе спросят чей Крым?"
    ],
    "Triggers": [
      "на собесе",
      "на собеседовании"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "бак потёк?"
    ],
    "Triggers": [
      "ты совсем",
      "ты чо?",
      "чо ты?"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "но, стоит заметить, что си шарф веселее луа в качестве скриптов раз в 500 ))",
      "для белочки было полтора дебаггера и ни один не работал в 2010м\nа луа работал"
    ],
    "Triggers": [
      "lua",
      "луа",
      "шафр",
      "шарф",
      "шарфик"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "чо чо чо?",
      "а я не поняла, объясни ещё раз пжлст"
    ],
    "Triggers": [
      "евпочя"
    ],
    "Percentage": 9
  },
  {
    "Answers": [
      "бенчмаркай сразу против обычного malloc"
    ],
    "Triggers": [
      "бенчмарк",
      "benchmark"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "в общем, я понял. У нас много объяснений подобному стечению обстоятельств. Но от того, что ты их понимаешь, ничего не изменится. И нужно вместо глупых вопросов брать все в свои рукиc"
    ],
    "Triggers": [
      "объяснений",
      "стечение обстоятельств"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "Моё начальство на меня постоянно давит. Но они не знают, что нельзя сломать то, что не работает."
    ],
    "Triggers": [
      "надавить",
      "надавил",
      "надавили",
      "бездельник",
      "большой начальник",
      "большое начальство"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "Дай сдюа бутылку, а то я из палатки ночью выходить как-то не посебе, а ссать захотелось"
    ],
    "Triggers": [
      "бутылка",
      "бутылку"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "есть тут у нас уже один одепт секты последователей Михая Чиксентмихайи"
    ],
    "Triggers": [
      "адепт",
      "секта",
      "секты",
      "сектант",
      "сектанты",
      "фанатик",
      "фанатики",
      "фанатиков",
      "Михая",
      "Чиксентмихайи",
      "состояние потока",
      "состоянии потока"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "нет ничего хуже укушенных Александреску. они пишут жутчайший говнокод со своими е**нутыми шаблонами, который могут понять только компилятор, Александреску и @aruslan\n(c) Dmitriy \"StiX\" Vovk"
    ],
    "Triggers": [
      "Александреску",
      "Alexandrescu"
    ],
    "Percentage": 50
  },
  {
    "Answers": [
      "тянут-потянут, вытянуть не могут. Видимо нужна мышка"
    ],
    "Triggers": [
      "тянут",
      "тянет"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "you see a tortoise, crawling toward you. You reach down, you flip the tortoise over on its back. The tortoise lays on its back, its belly baking in the hot sun, beating its legs trying to turn itself over, but it can’t, not without your help. But you’re not helping. Why is that?"
    ],
    "Triggers": [
      "tortoise",
      "turtle",
      "черепаха",
      "черепашка",
      "черепахи"
    ],
    "Percentage": 20
  },
  {
    "Answers": [
      "я его побоялся потому что с ним разбираться слишком долго. Просто ленивый мудак вот и все )"
    ],
    "Triggers": [
      "не разобрался",
      "не стал разбираться",
      "не буду разбираться",
      "лень учить",
      "не выучил",
      "не учил",
      "не учу",
      "не буду учить"
    ],
    "Percentage": 80
  },
  {
    "Answers": [
      "Успокаивать массы и создавать иллюзию что все идет по плану - это очень хорошо, особенно когда плана (как обычно) - нет."
    ],
    "Triggers": [
      "по плану",
      "по планам",
      "в планах",
      "скрам мастер",
      "скраммастер",
      "скрам-мастер",
      "скрам-мастеру",
      "скрам-мастера"
    ],
    "Percentage": 80
  },
  {
    "Answers": [
      "Точно, список! _записывает его в список_"
    ],
    "Triggers": [
      "список",
      "списке"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "тут кто первый халат надел, тот и доктор"
    ],
    "Triggers": [
      "псих",
      "с ума сошел",
      "с ума сошёл"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "вуть-вуть!"
    ],
    "Triggers": [
      "вуть"
    ],
    "Percentage": 30
  },
  {
    "Answers": [
      "но так как этим UB пользуются все кому не лень то оно в общем-то даже и не UB ))",
      "некоторые UB компилятор боится обьюзить потому что ими пользуются все)",
      "кстати в новых стандартах всё меньше UB",
      "на нем уже писать нельзя. давайте добавим чтобы еще больше нельзя \n его уже нельзя выучить более-менее. давайте расширим и углубим"
    ],
    "Triggers": [
      "UB",
      "undefined behavior",
      "undefined behaviour"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "линза короче это глубокий сеттер и геттер",
      "модные гетеры и сеттеры, которые могут геттать и сеттать в структуру данных\nв глубину дерева, например",
      "да не, я бы не сказал, что у меня затык с линзами, я понимаю основу и зачем они, просто дальше не ковырял что на них сверху строится",
      "когда у тебя под ногами может что-то поменяться - линзы вообще не помошники блин, а просто ещё одна палка которая может стрельнуть",
      "а затык у меня был с монадными трансформами ага, не с линзами)"
    ],
    "Triggers": [
      "линзы",
      "оптика",
      "линза",
      "ФП мира",
      "ФП мир"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "ну короче, на@@й пока) сначала учиться надо, потом делать, а не наоборот)"
    ],
    "Triggers": [
      "учиться",
      "научиться",
      "надо почитать"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "у тебя вроде большие колёсьи то\n надо просто намонстрячиться делать банник\n или хотя бы просто дроп"
    ],
    "Triggers": [
      "самокат",
      "электросамокат",
      "самоката",
      "самокате",
      "самокаты",
      "самокатов"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "пи@@@ц просто какой-то в жизни последнюю неделю?\n нисцы, всё пройдёт"
    ],
    "Triggers": [
      "пиздец просто какой-то",
      "пиздец в жизни",
      "последнюю неделю",
      "прошлую неделю"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "я после этих наркоманских времён колёса пить не могу нормально"
    ],
    "Triggers": [
      "колёса",
      "колеса",
      "таблетки",
      "таблетка",
      "таблетку",
      "таблеток"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "переоценённая хуета шахматы эти\n в age of empires 2 лучше бы гамали)"
    ],
    "Triggers": [
      "шахматы",
      "шахмат",
      "шахмантый",
      "шахматные"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "vscode ахуенный блокнот гг\n блин я вим на него променял, что-то это да значит ))"
    ],
    "Triggers": [
      "vscode",
      "вскод",
      "хороший блокнот",
      "хорошего блокнота",
      "вим",
      "vim"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "нельзя дать всем всё, потому что всех - много, а всего - мало"
    ],
    "Triggers": [
      "коммунизм",
      "коммунисты",
      "маркс",
      "марксисты",
      "СССР"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "Но хоть весело время проведут :rofl: \nБудет что вспомнить)) \nКак я с эндурой гг"
    ],
    "Triggers": [
      "на энтузиазме",
      "делать опенсорс",
      "пилить опенсорс"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "Сегодня у тебя интересные таски и ты любишь свою работу, а завтра тебе приходится заниматься блевотной х@@той"
    ],
    "Triggers": [
      "выгорание",
      "выгорел",
      "перегорел",
      "интересные таски",
      "интересная таска",
      "интересные задачи",
      "интересная задача"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "у компоненты на инстансе есть ссылка на компоненту с префаба. Дифф хранит ссылку на префаб. Ищем ту компоненту, которой ссылка на префаб совпадает. Ее и удоляем. А новая останется не тронутой",
      "а чето на о2 прикидывал команду, человек 5-6 программистов и пару продажников, уже там за миллион баксов уходило за несколько лет\n без офиса даже"
    ],
    "Triggers": [
      "o2",
      "о2"
    ],
    "Percentage": 1
  },
  {
    "Answers": [
      "но стоит заметить, что пока она новая - нажимать на неё очень классно было)",
      "с другой стороны ты просто в другой сервисный эпла сходи да и всё)",
      "ты ещё не забывай, что ты можешь поменять весь топ.кейс бесплатно\nне просрись там со сроками\nв топ кейс просто ещё батарейка входит)",
      "ты что, это же эпол!"
    ],
    "Triggers": [
      "залипает",
      "не нажимается",
      "продуть клаву",
      "продуть клавиатуру",
      "шифт не с первого раза",
      "шифт стал",
      "клавиатура блэт",
      "клавиатура(",
      "заливал свой ноутбук",
      "заливал ноутбук",
      "залил ноутбук"
    ],
    "Percentage": 25
  },
  {
    "Answers": [
      "В старые игры надо играть без ремастеров. А новые надо делать не с закосом под старые. Тем более что всё равно технология отрисовки уже будет кардинально другой."
    ],
    "Triggers": [
      "remaster",
      "ремастер",
      "ремастера",
      "ремастере",
      "ремастеру"
    ],
    "Percentage": 10
  },
  {
    "Answers": [
      "ты как сова",
      "ты как :owl:"
    ],
    "Triggers": [
      "угу",
      "угу)"
    ],
    "Percentage": 3
  },
  {
    "Answers": [
      "чем больше ты говоришь всякие слова на букву Р - тем больше игнорят твои линки гг",
      "о нет, слова на букву Р! :confounded:"
    ],
    "Triggers": [
      "раст",
      "расте",
      "rust"
    ],
    "Percentage": 2
  },
  {
    "Answers": [
      "больше всего напоминает мою собственную подборку, где я качал всё подряд, что попадётся, и чтобы всё прочитать, надо будет лет этак сотни полторы \n да ещё и какие-то книжки по directx 25-летней давности"
    ],
    "Triggers": [
      "вот книга",
      "эта книга",
      "вот книжка",
      "ту книжку",
      "ту книгу",
      "хорошая книжка",
      "хорошая книга"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "если так продолжать, через 10-20-30 лет ты будешь никем"
    ],
    "Triggers": [
      "потом сделаю",
      "в другой раз",
      "потом напишу",
      "когда-нибудь надо",
      "запланировал",
      "в следующем году",
      "на следующий год"
    ],
    "Percentage": 45
  },
  {
    "Answers": [
      "сейчас новое поколение вырастает с привычкой покупать скины в фортнайте, без которых одноклассники считают тебя лохом"
    ],
    "Triggers": [
      "скин",
      "фортнайт",
      "fortnite"
    ],
    "Percentage": 5
  },
  {
    "Answers": [
      "Может тебе ещё открывалку от землянки, где купилки лежат?"
    ],
    "Triggers": [
      "аванс",
      "купилки",
      "ипотека",
      "зряплата",
      "зарплата"
    ],
    "Percentage": 15
  },
  {
    "Answers": [
      "все вектора включая стандартные реализации содержат UB )",
      "sarcasm:\nнахер вектора, правильно\nих используют те, кто не осилил сам размещать элементы в памяти\nбез понимания сути"
    ],
    "Triggers": [
      "вектор",
      "векторы",
      "vector",
      "кватернионы",
      "кватернионов",
      "кватернион"
    ],
    "Percentage": 5
  }
]
